{"info": {"skippable": false, "characters": ["", "Kijohime Momiji", "Sinless Refael", "PLAYER_NAME"]}, "main": {"checks": [], "flags": {}, "rewards": {}, "dialogue": [["Kijohime Momiji", "You've arrived safely, my champion."], ["Kijohime Momiji", "A torrent of blood has been spilled in your wake. All for the sake of your beckoner."], ["Kijohime Momiji", "All for this moment. Know that I have never lied to you. You are the jewel of my ambition. The Panacea to this rot our predecessors left behind. Listen carefully, my remnant."], ["Kijohime Momiji", "The Daimaou didn't vanish. I killed him. With his power split into the orbs, the act itself was elementary."], ["Kijohime Momiji", "He was in a weakened state, and with the assisstance of the Ashura-O, Gilles, Micah and yes, even the old man."], ["Kijohime Momiji", "I sang them all a different lie, of course. One of their ideal worlds as you can imagine. And so we commited the greatest sin this kingdom has known. We killed a god."], ["Kijohime Momiji", "The mysteries of the Daimaou are uncountable, and even as his body was laid to waste, he drew power from his Kings to begin reincarnation immediately."], ["Kijohime Momiji", "I had to do two things at once; stagnate his resurrection and reclaim his orbs. So, therefore I wrenched 'you' from his 'dantian'."], ["Kijohime Momiji", "You are the end result of absurdly complex magics. So long as you exist, the Daimaou's resurrection cannot truly be complete."], ["Kijohime Momiji", "Not to be boastful, but I still believe it a stroke of genius on my part."], ["PLAYER_NAME", "I am a remnant of the Daimaou?"], ["Kijohime Momiji", "NO!"], ["Kijohime Momiji", "No. You are your own person. A part of him merely resides within you. He has no claim to your body or soul."], ["Kijohime Momiji", "Listen to me, my champion. With these Orbs we can remake this world. We can put an end to this absurb imbalance of power."], ["Kijohime Momiji", "No more demons, no more humans, no more hatred, no more violence. Most importantly, no more Daimaou."], ["PLAYER_NAME", "You wish to make everyone a demonoid?"], ["Kijohime Momiji", "It seems high-handed, you think? Changing people's bodies and souls without their consent. I understand."], ["Kijohime Momiji", "But no matter how prudently one rules, a world with such disparity can never know peace."], ["Kijohime Momiji", "Once Seithric power has been normalized, we can focus on uprooting the claws of tyranny that have dug into this world."], ["Kijohime Momiji", "All the laws and guidelines I've read about. A society neither built on predation nor subjugation. But such a world cannot exist if a disparity between 'demon' and 'human' is allowed to continue to exist."], ["Kijohime Momiji", "So please, dear Remnant. Place the Orbs in the Cauldron of Ascension, and hold in your heart your truest vision. Let us make this world anew."]]}}