{"info": {"skippable": false, "characters": ["", "Imprisoned Blue Scholar", "Imprisoned Demon", "...", "Imprisoned Demonkin", "PLAYER_NAME", "Avant-Courier Beatrix", "Vainglory Caliburn", "Fu Liang", "Caliburn Goon"]}, "main": {"checks": [], "flags": {}, "rewards": {}, "dialogue": [["Vainglory Caliburn", "Yet again, the Blue sends their pawns to deny me my master's gift. And what a pawn you are. You carry the scent of a demon and yet look like a human."], ["PLAYER_NAME", "I've been told."], ["Vainglory Caliburn", "Your existence is another Blue-born mockery of the Daimaou."], ["PLAYER_NAME", "I'm here for the Orb."], ["Vainglory Caliburn", "..."], ["Vainglory Caliburn", "The Daimaou found me, a lowly shade of demonic origin, wilting away in the badlands."], ["Vainglory Caliburn", "He could've left me, crushed me by mere force of will. But he took pity, I prayed to him and he found strength in my devotion."], ["Vainglory Caliburn", "He protected me from demons that sought to consume my spirit and elevated me from my lowly position."], ["Vainglory Caliburn", "He crafted for me this hellish armor and bade me hone my killing instinct. Dubbed me a new name, that I may leave behind my cowardice and diffidence, and take pride in being a tool of his own choosing."], ["Vainglory Caliburn", "Demons believe that strength is something you are born with, and they project these values onto our Venerable Daimaou."], ["Vainglory Caliburn", "But I know, as the Daimaou's most beloved, that he was not always this powerful. His ascension was the result of a million battles and a million more defeats."], ["Vainglory Caliburn", "And now the Daimaou has vanished without a trace, and his so-called subjects have all broken into madness. That delusional sorcerer Aziraphale and the Ashura-O have both declared themselves the rulers of the Daimaou's domain."], ["Vainglory Caliburn", "But I await patiently for his return. I, the most beloved. Who was given a simple charge, to watch over my master's home."], ["Vainglory Caliburn", "I alone know the wishes of the Daimaou. I alone did not betray him in his absence. I am VAINGLORY CALIBURN, King of the West, and I will see your soul ripped to shreds..."], ["Vainglory Caliburn", "IN MY MASTER'S NAME!"]]}}