{"info": {"skippable": false, "characters": ["", "Imprisoned Blue Scholar", "...", "Imprisoned Demonkin", "PLAYER_NAME", "Avant-Courier Beatrix", "Fu Liang", "Caliburn Goon"]}, "main": {"checks": [], "flags": {}, "rewards": {}, "dialogue": [["...", "You there! You're human? Oh, the stars must have guided you here. Please!"], ["Fu Liang", "I can see you clearly now. Yes, you must be a human. My name is Fu Liang. That terrible demon Caliburn has bound me here..."], ["...", "H-Hey!"], ["...", "Heyyy! Remnant is that you!?"], ["Avant-Courier Beatrix", "Hey! It's me! Remember me right? HAHA, so you didn't get wasted after all. I guess you handled the business at Kinta well?"], ["Fu Liang", "You know her?"], ["Avant-Courier Beatrix", "Of course, you came here for me right, Remnant?", [{"name": "Yes", "checks": [], "branch": "branch_1"}, {"name": "I've never met this woman in my life", "checks": [], "branch": "branch_2"}]], ["PLAYER_NAME", "This key won't last for more than one use..."], ["Avant-Courier Beatrix", "..."], ["Avant-Courier Beatrix", "You jest, surely."], ["Fu Liang", "Yes, the stars spoke of this outcome as well. As it happens... I know for a fact that that key will not survive another use."], ["Avant-Courier Beatrix", "Quite so? And the stars didn't give you the insight to not get yourself captured?"], ["Fu Liang", "The truth of the astral realm is not ours to beckon."], ["Avant-Courier Beatrix", "The stars aren't the ones who'll save you, Yuan Dao lackey. The only one you should be beckoning is our magnanimous savior here."], ["PLAYER_NAME", "Do you want me to free you?"], ["", "{gr}You had asked this to neither of them in particular{/gr}"], ["Fu Liang", "The stars are only one of many ways to divine the natural path. I cannot tell you what choice you should make, just as I could not tell you what foot to lean upon when you walk."], ["Avant-Courier Beatrix", "Well, I'm sure I can get myself out of here given time, but I wouldn't much mind an abridged stay either."]]}, "branch_1": {"flags": {}, "rewards": {}, "dialogue": [["Avant-Courier Beatrix", "HAHAHA, see? A proper knight in shining armor!"], ["Fu Liang", "Even so, I beseech you, kind hero, even if the Yuan Dao and the society of the Blue are sworn enemies. Find it in your heart-"], ["Avant-Courier Beatrix", "Maybe get on your knees and beg and the Remnant will consider it, GEHEHEHE!"], ["PLAYER_NAME", "{gr}Beatrix was taking an inordinate amount of pleasure in watching Fu Liang beg.{/gr}"]]}, "branch_2": {"flags": {}, "rewards": {}, "dialogue": [["Avant-Courier Beatrix", "Oh, come off it!"], ["Fu Liang", "Even so I believe you were sent here to help free us from this prison. The stars yet again speak to me about the boons of our co-operation."]]}}