{
    "main":[
        ["Kijohime Momiji", "Yes, dear?", ["About the Blue", "About the North King", "About the East King", "About the South King", "About the West King"], ["branch_1", "branch_2", "branch_3", "branch_4", "branch_5"]]
    ],

    "branch_1":[
        ["Kijohime Momiji", "The Blue took care of me in spite of my demonic nature. As ordered by the Daimaou, ofcourse."],
        ["Kijohime Momiji", "I learned all I know about this world and the world before from their libraries."],
        ["Kijohime Momiji", "The Regent wasn't happy about it. He took his frustration out on my mother and had her exiled."],
        ["Kijohime Momiji", "What a foolish world, filled with foolish creatures."],
        ["Kijohime Momiji", "Excuse me, my Remnant."]
    ],

    "branch_2":[
        ["Kijohime Momiji", "Babel Chaos is an immensely powerful demon, so powerful that it hewed the northern part of the continent from the rest of it, leaving a huge gash in the land."],
        ["Kijohime Momiji",  "It's mere presence causes the psychic degradation of all sentient creatures surrounding it. It is said to be the only living creature to rival the Daimaou in power, and was subservient only due to powerful magics cast by the society of the Blue."], 
        ["Kijohime Momiji", "Be very, very careful, my Remnant."]
    ],

    "branch_3":[
        ["Kijohime Momiji", "Dragonlord Kaiser, a powerful and old Dragon Wizard that has been alive since before the Daimaou rose to power. It's said that he split his soul into his human form and dragon form."],
        ["Kijohime Momiji", "A very shrewd one, back when things were in order he was in charge of the Daimaou's standing army."]
    ],

    "branch_4":[
        ["Kijohime Momiji", "Sinless Refael, a self-proclaimed benevolent angel. She changes forms often, but each is as beautiful as the last. She considers herself merciful, but during my father's crusades, she was the most sadistic of his lieutenants."],
        ["Kijohime Momiji", "Her loyalty always seemed in question to me, but that smile never faded. I'll be true with you, my Remnant. She scares me more than any demon ever has."]
    ],

    "branch_5":[
        ["Kijohime Momiji", "Vainglory Caliburn is the last of the Daimaou's most fervent supporters and he takes his charge incredibly seriously. He was a roaming shade-like entity until the Daimaou found him and elevated him to his status due to his devotion."],
        ["Kijohime Momiji", "He protected him from other demons that sought to consume him and crafted for him a terrifying armor to serve."],
        ["Kijohime Momiji", "A pitiful thing really. His devotion would be better served on a master who actually-"],
        ["Kijohime Momiji", "Excuse me, my Remnant."]
    ]
}